{
    "_._": 0,
    "_0_-0_": 1,
    "_0_-1_": 2,
    "_0_-2_": 3,
    "_0_-3_": 4,
    "_0_-4_": 5,
    "_0_-5_": 6,
    "_0_0_": 7,
    "_0_1_": 8,
    "_0_2_": 9,
    "_0_3_": 10,
    "_0_4_": 11,
    "_0_5_": 12,
    "_1_-0_": 13,
    "_1_-1_": 14,
    "_1_-2_": 15,
    "_1_-3_": 16,
    "_1_-4_": 17,
    "_1_-5_": 18,
    "_1_-6_": 19,
    "_1_0_": 20,
    "_1_1_": 21,
    "_1_2_": 22,
    "_1_3_": 23,
    "_1_4_": 24,
    "_1_5_": 25,
    "_2_-0_": 26,
    "_2_-1_": 27,
    "_2_-2_": 28,
    "_2_-3_": 29,
    "_2_-4_": 30,
    "_2_-5_": 31,
    "_2_-6_": 32,
    "_2_0_": 33,
    "_2_1_": 34,
    "_2_2_": 35,
    "_2_3_": 36,
    "_2_4_": 37,
    "_2_5_": 38,
    "_3_-0_": 39,
    "_3_-1_": 40,
    "_3_-2_": 41,
    "_3_-3_": 42,
    "_3_-4_": 43,
    "_3_-5_": 44,
    "_3_-6_": 45,
    "_3_0_": 46,
    "_3_1_": 47,
    "_3_2_": 48,
    "_3_3_": 49,
    "_3_4_": 50,
    "_3_5_": 51,
    "_4_-0_": 52,
    "_4_-1_": 53,
    "_4_-2_": 54,
    "_4_-3_": 55,
    "_4_-4_": 56,
    "_4_-5_": 57,
    "_4_-6_": 58,
    "_4_0_": 59,
    "_4_1_": 60,
    "_4_2_": 61,
    "_4_3_": 62,
    "_4_4_": 63,
    "_4_5_": 64,
    "_5_-0_": 65,
    "_5_-1_": 66,
    "_5_-2_": 67,
    "_5_-3_": 68,
    "_5_-4_": 69,
    "_5_-5_": 70,
    "_5_-6_": 71,
    "_5_0_": 72,
    "_5_1_": 73,
    "_5_2_": 74,
    "_5_3_": 75,
    "_5_4_": 76,
    "_5_5_": 77,
    "H": 164,
    "He": 165,
    "Li": 166,
    "Be": 167,
    "B": 168,
    "C": 169,
    "N": 170,
    "O": 171,
    "F": 172,
    "Ne": 173,
    "Na": 174,
    "Mg": 175,
    "Al": 176,
    "Si": 177,
    "P": 178,
    "S": 179,
    "Cl": 180,
    "K": 181,
    "Ar": 182,
    "Ca": 183,
    "Sc": 184,
    "Ti": 185,
    "V": 186,
    "Cr": 187,
    "Mn": 188,
    "Fe": 189,
    "Ni": 190,
    "Co": 191,
    "Cu": 192,
    "Zn": 193,
    "Ga": 194,
    "Ge": 195,
    "As": 196,
    "Se": 197,
    "Br": 198,
    "Kr": 199,
    "Rb": 200,
    "Sr": 201,
    "Y": 202,
    "Zr": 203,
    "Nb": 204,
    "Mo": 205,
    "Tc": 206,
    "Ru": 207,
    "Rh": 208,
    "Pd": 209,
    "Ag": 210,
    "Cd": 211,
    "In": 212,
    "Sn": 213,
    "Sb": 214,
    "Te": 215,
    "I": 216,
    "Xe": 217,
    "Cs": 218,
    "Ba": 219,
    "La": 220,
    "Ce": 221,
    "Pr": 222,
    "Nd": 223,
    "Pm": 224,
    "Sm": 225,
    "Eu": 226,
    "Gd": 227,
    "Tb": 228,
    "Dy": 229,
    "Ho": 230,
    "Er": 231,
    "Tm": 232,
    "Yb": 233,
    "Lu": 234,
    "Hf": 235,
    "Ta": 236,
    "W": 237,
    "Re": 238,
    "Os": 239,
    "Ir": 240,
    "Pt": 241,
    "Au": 242,
    "Hg": 243,
    "Tl": 244,
    "Pb": 245,
    "Bi": 246,
    "Th": 247,
    "Pa": 248,
    "U": 249,
    "Np": 250,
    "Pu": 251,
    "Am": 252,
    "Cm": 253,
    "Bk": 254,
    "Cf": 255,
    "Es": 256,
    "Fm": 257,
    "Md": 258,
    "No": 259,
    "Lr": 260,
    "Rf": 261,
    "Db": 262,
    "Sg": 263,
    "Bh": 264,
    "Hs": 265,
    "Mt": 266,
    "Ds": 267,
    "Rg": 268,
    "Cn": 269,
    "Nh": 270,
    "Fl": 271,
    "Mc": 272,
    "Lv": 273,
    "Ts": 274,
    "Og": 275,
    "data_": 276,
    "_symmetry_space_group_name_H-M": 277,
    "_cell_length_a": 278,
    "_cell_length_b": 279,
    "_cell_length_c": 280,
    "_cell_angle_alpha": 281,
    "_cell_angle_beta": 282,
    "_cell_angle_gamma": 283,
    "_symmetry_Int_Tables_number": 284,
    "_chemical_formula_structural": 285,
    "_chemical_formula_sum": 286,
    "_cell_volume": 287,
    "_cell_formula_units_Z": 288,
    "loop_": 289,
    "_symmetry_equiv_pos_site_id": 290,
    "_symmetry_equiv_pos_as_xyz": 291,
    "_atom_type_symbol": 292,
    "_atom_type_oxidation_number": 293,
    "_atom_site_type_symbol": 294,
    "_atom_site_label": 295,
    "_atom_site_symmetry_multiplicity": 296,
    "_atom_site_fract_x": 297,
    "_atom_site_fract_y": 298,
    "_atom_site_fract_z": 299,
    "_atom_site_occupancy": 300,
    "+": 301,
    "-": 302,
    "/": 303,
    "'": 304,
    "\\": 305,
    ",": 306,
    "'x, y, z'": 307,
    "x": 308,
    "y": 309,
    "z": 310,
    "-x": 311,
    "-y": 312,
    "-z": 313,
    "\\n": 314,
    "_geom_bond_atom_site_label_1": 315,
    "_geom_bond_atom_site_label_2": 316,
    "_geom_bond_distance": 317,
    "_ccdc_geom_bond_type": 318,
    "_": 319,
    "a": 320,
    "n": 321,
    "c": 322,
    "b": 323,
    "m": 324,
    "d": 325,
    "R": 326,
    "A": 327,
    "(": 328,
    ")": 329,
    "[": 330,
    "]": 331,
    "*": 332,
    "   ": 333,
    "  ": 334,
    " ": 335
}