{
    "H": 0,
    "He": 1,
    "Li": 2,
    "Be": 3,
    "B": 4,
    "C": 5,
    "N": 6,
    "O": 7,
    "F": 8,
    "Ne": 9,
    "Na": 10,
    "Mg": 11,
    "Al": 12,
    "Si": 13,
    "P": 14,
    "S": 15,
    "Cl": 16,
    "K": 17,
    "Ar": 18,
    "Ca": 19,
    "Sc": 20,
    "Ti": 21,
    "V": 22,
    "Cr": 23,
    "Mn": 24,
    "Fe": 25,
    "Ni": 26,
    "Co": 27,
    "Cu": 28,
    "Zn": 29,
    "Ga": 30,
    "Ge": 31,
    "As": 32,
    "Se": 33,
    "Br": 34,
    "Kr": 35,
    "Rb": 36,
    "Sr": 37,
    "Y": 38,
    "Zr": 39,
    "Nb": 40,
    "Mo": 41,
    "Tc": 42,
    "Ru": 43,
    "Rh": 44,
    "Pd": 45,
    "Ag": 46,
    "Cd": 47,
    "In": 48,
    "Sn": 49,
    "Sb": 50,
    "Te": 51,
    "I": 52,
    "Xe": 53,
    "Cs": 54,
    "Ba": 55,
    "La": 56,
    "Ce": 57,
    "Pr": 58,
    "Nd": 59,
    "Pm": 60,
    "Sm": 61,
    "Eu": 62,
    "Gd": 63,
    "Tb": 64,
    "Dy": 65,
    "Ho": 66,
    "Er": 67,
    "Tm": 68,
    "Yb": 69,
    "Lu": 70,
    "Hf": 71,
    "Ta": 72,
    "W": 73,
    "Re": 74,
    "Os": 75,
    "Ir": 76,
    "Pt": 77,
    "Au": 78,
    "Hg": 79,
    "Tl": 80,
    "Pb": 81,
    "Bi": 82,
    "Th": 83,
    "Pa": 84,
    "U": 85,
    "Np": 86,
    "Pu": 87,
    "Am": 88,
    "Cm": 89,
    "Bk": 90,
    "Cf": 91,
    "Es": 92,
    "Fm": 93,
    "Md": 94,
    "No": 95,
    "Lr": 96,
    "Rf": 97,
    "Db": 98,
    "Sg": 99,
    "Bh": 100,
    "Hs": 101,
    "Mt": 102,
    "Ds": 103,
    "Rg": 104,
    "Cn": 105,
    "Nh": 106,
    "Fl": 107,
    "Mc": 108,
    "Lv": 109,
    "Ts": 110,
    "Og": 111,
    "0": 112,
    "1": 113,
    "2": 114,
    "3": 115,
    "4": 116,
    "5": 117,
    "6": 118,
    "7": 119,
    "8": 120,
    "9": 121,
    "data_": 122,
    "_symmetry_space_group_name_H-M": 123,
    "_cell_length_a": 124,
    "_cell_length_b": 125,
    "_cell_length_c": 126,
    "_cell_angle_alpha": 127,
    "_cell_angle_beta": 128,
    "_cell_angle_gamma": 129,
    "_symmetry_Int_Tables_number": 130,
    "_chemical_formula_structural": 131,
    "_chemical_formula_sum": 132,
    "_cell_volume": 133,
    "_cell_formula_units_Z": 134,
    "loop_": 135,
    "_symmetry_equiv_pos_site_id": 136,
    "_symmetry_equiv_pos_as_xyz": 137,
    "_atom_type_symbol": 138,
    "_atom_type_oxidation_number": 139,
    "_atom_site_type_symbol": 140,
    "_atom_site_label": 141,
    "_atom_site_symmetry_multiplicity": 142,
    "_atom_site_fract_x": 143,
    "_atom_site_fract_y": 144,
    "_atom_site_fract_z": 145,
    "_atom_site_occupancy": 146,
    " ": 147,
    ".": 148,
    "+": 149,
    "-": 150,
    "/": 151,
    "'": 152,
    "\"": 153,
    ",": 154,
    "'x, y, z'": 155,
    "x": 156,
    "y": 157,
    "z": 158,
    "-x": 159,
    "-y": 160,
    "-z": 161,
    "  ": 162,
    "   ": 163,
    "\n": 164,
    "_geom_bond_atom_site_label_1": 165,
    "_geom_bond_atom_site_label_2": 166,
    "_geom_bond_distance": 167,
    "_ccdc_geom_bond_type": 168,
    "_": 169,
    "a": 170,
    "n": 171,
    "c": 172,
    "b": 173,
    "m": 174,
    "d": 175,
    "R": 176,
    "A": 177,
    "(": 178,
    ")": 179,
    "[": 180,
    "]": 181,
    "*": 182
}
