{
    "H": 164,
    "He": 165,
    "Li": 166,
    "Be": 167,
    "B": 168,
    "C": 169,
    "N": 170,
    "O": 171,
    "F": 172,
    "Ne": 173,
    "Na": 174,
    "Mg": 175,
    "Al": 176,
    "Si": 177,
    "P": 178,
    "S": 179,
    "Cl": 180,
    "K": 181,
    "Ar": 182,
    "Ca": 183,
    "Sc": 184,
    "Ti": 185,
    "V": 186,
    "Cr": 187,
    "Mn": 188,
    "Fe": 189,
    "Ni": 190,
    "Co": 191,
    "Cu": 192,
    "Zn": 193,
    "Ga": 194,
    "Ge": 195,
    "As": 196,
    "Se": 197,
    "Br": 198,
    "Kr": 199,
    "Rb": 200,
    "Sr": 201,
    "Y": 202,
    "Zr": 203,
    "Nb": 204,
    "Mo": 205,
    "Tc": 206,
    "Ru": 207,
    "Rh": 208,
    "Pd": 209,
    "Ag": 210,
    "Cd": 211,
    "In": 212,
    "Sn": 213,
    "Sb": 214,
    "Te": 215,
    "I": 216,
    "Xe": 217,
    "Cs": 218,
    "Ba": 219,
    "La": 220,
    "Ce": 221,
    "Pr": 222,
    "Nd": 223,
    "Pm": 224,
    "Sm": 225,
    "Eu": 226,
    "Gd": 227,
    "Tb": 228,
    "Dy": 229,
    "Ho": 230,
    "Er": 231,
    "Tm": 232,
    "Yb": 233,
    "Lu": 234,
    "Hf": 235,
    "Ta": 236,
    "W": 237,
    "Re": 238,
    "Os": 239,
    "Ir": 240,
    "Pt": 241,
    "Au": 242,
    "Hg": 243,
    "Tl": 244,
    "Pb": 245,
    "Bi": 246,
    "Th": 247,
    "Pa": 248,
    "U": 249,
    "Np": 250,
    "Pu": 251,
    "Am": 252,
    "Cm": 253,
    "Bk": 254,
    "Cf": 255,
    "Es": 256,
    "Fm": 257,
    "Md": 258,
    "No": 259,
    "Lr": 260,
    "Rf": 261,
    "Db": 262,
    "Sg": 263,
    "Bh": 264,
    "Hs": 265,
    "Mt": 266,
    "Ds": 267,
    "Rg": 268,
    "Cn": 269,
    "Nh": 270,
    "Fl": 271,
    "Mc": 272,
    "Lv": 273,
    "Ts": 274,
    "Og": 275,
    "data_": 276,
    "_symmetry_space_group_name_H-M": 277,
    "_cell_length_a": 278,
    "_cell_length_b": 279,
    "_cell_length_c": 280,
    "_cell_angle_alpha": 281,
    "_cell_angle_beta": 282,
    "_cell_angle_gamma": 283,
    "_symmetry_Int_Tables_number": 284,
    "_chemical_formula_structural": 285,
    "_chemical_formula_sum": 286,
    "_cell_volume": 287,
    "_cell_formula_units_Z": 288,
    "loop_": 289,
    "_symmetry_equiv_pos_site_id": 290,
    "_symmetry_equiv_pos_as_xyz": 291,
    "_atom_type_symbol": 292,
    "_atom_type_oxidation_number": 293,
    "_atom_site_type_symbol": 294,
    "_atom_site_label": 295,
    "_atom_site_symmetry_multiplicity": 296,
    "_atom_site_fract_x": 297,
    "_atom_site_fract_y": 298,
    "_atom_site_fract_z": 299,
    "_atom_site_occupancy": 300,
    ".": 301,
    "+": 302,
    "-": 303,
    "/": 304,
    "'": 305,
    "\\": 306,
    ",": 307,
    "'x, y, z'": 308,
    "x": 309,
    "y": 310,
    "z": 311,
    "-x": 312,
    "-y": 313,
    "-z": 314,
    "\\n": 315,
    "_geom_bond_atom_site_label_1": 316,
    "_geom_bond_atom_site_label_2": 317,
    "_geom_bond_distance": 318,
    "_ccdc_geom_bond_type": 319,
    "_": 320,
    "a": 321,
    "n": 322,
    "c": 323,
    "b": 324,
    "m": 325,
    "d": 326,
    "R": 327,
    "A": 328,
    "(": 329,
    ")": 330,
    "[": 331,
    "]": 332,
    "*": 333,
    "_._": 334,
    "_0_-0_": 335,
    "_0_-1_": 336,
    "_0_-2_": 337,
    "_0_-3_": 338,
    "_0_-4_": 339,
    "_0_-5_": 340,
    "_0_0_": 341,
    "_0_1_": 342,
    "_0_2_": 343,
    "_0_3_": 344,
    "_0_4_": 345,
    "_0_5_": 346,
    "_1_-0_": 347,
    "_1_-1_": 348,
    "_1_-2_": 349,
    "_1_-3_": 350,
    "_1_-4_": 351,
    "_1_-5_": 352,
    "_1_-6_": 353,
    "_1_0_": 354,
    "_1_1_": 355,
    "_1_2_": 356,
    "_1_3_": 357,
    "_1_4_": 358,
    "_1_5_": 359,
    "_2_-0_": 360,
    "_2_-1_": 361,
    "_2_-2_": 362,
    "_2_-3_": 363,
    "_2_-4_": 364,
    "_2_-5_": 365,
    "_2_-6_": 366,
    "_2_0_": 367,
    "_2_1_": 368,
    "_2_2_": 369,
    "_2_3_": 370,
    "_2_4_": 371,
    "_2_5_": 372,
    "_3_-0_": 373,
    "_3_-1_": 374,
    "_3_-2_": 375,
    "_3_-3_": 376,
    "_3_-4_": 377,
    "_3_-5_": 378,
    "_3_-6_": 379,
    "_3_0_": 380,
    "_3_1_": 381,
    "_3_2_": 382,
    "_3_3_": 383,
    "_3_4_": 384,
    "_3_5_": 385,
    "_4_-0_": 386,
    "_4_-1_": 387,
    "_4_-2_": 388,
    "_4_-3_": 389,
    "_4_-4_": 390,
    "_4_-5_": 391,
    "_4_-6_": 392,
    "_4_0_": 393,
    "_4_1_": 394,
    "_4_2_": 395,
    "_4_3_": 396,
    "_4_4_": 397,
    "_4_5_": 398,
    "_5_-0_": 399,
    "_5_-1_": 400,
    "_5_-2_": 401,
    "_5_-3_": 402,
    "_5_-4_": 403,
    "_5_-5_": 404,
    "_5_-6_": 405,
    "_5_0_": 406,
    "_5_1_": 407,
    "_5_2_": 408,
    "_5_3_": 409,
    "_5_4_": 410,
    "_5_5_": 411,
    "_6_-0_": 412,
    "_6_-1_": 413,
    "_6_-2_": 414,
    "_6_-3_": 415,
    "_6_-4_": 416,
    "_6_-5_": 417,
    "_6_-6_": 418,
    "_6_0_": 419,
    "_6_1_": 420,
    "_6_2_": 421,
    "_6_3_": 422,
    "_6_4_": 423,
    "_6_5_": 424,
    "_7_-0_": 425,
    "_7_-1_": 426,
    "_7_-2_": 427,
    "_7_-3_": 428,
    "_7_-4_": 429,
    "_7_-5_": 430,
    "_7_-6_": 431,
    "_7_0_": 432,
    "_7_1_": 433,
    "_7_2_": 434,
    "_7_3_": 435,
    "_7_4_": 436,
    "_7_5_": 437,
    "_8_-0_": 438,
    "_8_-1_": 439,
    "_8_-2_": 440,
    "_8_-3_": 441,
    "_8_-4_": 442,
    "_8_-5_": 443,
    "_8_-6_": 444,
    "_8_0_": 445,
    "_8_1_": 446,
    "_8_2_": 447,
    "_8_3_": 448,
    "_8_4_": 449,
    "_8_5_": 450,
    "_9_-0_": 451,
    "_9_-1_": 452,
    "_9_-2_": 453,
    "_9_-3_": 454,
    "_9_-4_": 455,
    "_9_-5_": 456,
    "_9_-6_": 457,
    "_9_0_": 458,
    "_9_1_": 459,
    "_9_2_": 460,
    "_9_3_": 461,
    "_9_4_": 462,
    "_9_5_": 463,
    "   ":464,
    "  ":465,
    " ":466
}