{
    "_._": 0,
    "_0_-0_": 1,
    "_0_-1_": 2,
    "_0_-2_": 3,
    "_0_-3_": 4,
    "_0_-4_": 5,
    "_0_-5_": 6,
    "_0_0_": 7,
    "_0_1_": 8,
    "_0_2_": 9,
    "_0_3_": 10,
    "_0_4_": 11,
    "_0_5_": 12,
    "_1_-0_": 13,
    "_1_-1_": 14,
    "_1_-2_": 15,
    "_1_-3_": 16,
    "_1_-4_": 17,
    "_1_-5_": 18,
    "_1_-6_": 19,
    "_1_0_": 20,
    "_1_1_": 21,
    "_1_2_": 22,
    "_1_3_": 23,
    "_1_4_": 24,
    "_1_5_": 25,
    "_2_-0_": 26,
    "_2_-1_": 27,
    "_2_-2_": 28,
    "_2_-3_": 29,
    "_2_-4_": 30,
    "_2_-5_": 31,
    "_2_-6_": 32,
    "_2_0_": 33,
    "_2_1_": 34,
    "_2_2_": 35,
    "_2_3_": 36,
    "_2_4_": 37,
    "_2_5_": 38,
    "_3_-0_": 39,
    "_3_-1_": 40,
    "_3_-2_": 41,
    "_3_-3_": 42,
    "_3_-4_": 43,
    "_3_-5_": 44,
    "_3_-6_": 45,
    "_3_0_": 46,
    "_3_1_": 47,
    "_3_2_": 48,
    "_3_3_": 49,
    "_3_4_": 50,
    "_3_5_": 51,
    "_4_-0_": 52,
    "_4_-1_": 53,
    "_4_-2_": 54,
    "_4_-3_": 55,
    "_4_-4_": 56,
    "_4_-5_": 57,
    "_4_-6_": 58,
    "_4_0_": 59,
    "_4_1_": 60,
    "_4_2_": 61,
    "_4_3_": 62,
    "_4_4_": 63,
    "_4_5_": 64,
    "_5_-0_": 65,
    "_5_-1_": 66,
    "_5_-2_": 67,
    "_5_-3_": 68,
    "_5_-4_": 69,
    "_5_-5_": 70,
    "_5_-6_": 71,
    "_5_0_": 72,
    "_5_1_": 73,
    "_5_2_": 74,
    "_5_3_": 75,
    "_5_4_": 76,
    "_5_5_": 77,
    "_6_-0_": 78,
    "_6_-1_": 79,
    "_6_-2_": 80,
    "_6_-3_": 81,
    "_6_-4_": 82,
    "_6_-5_": 83,
    "_6_-6_": 84,
    "_6_0_": 85,
    "_6_1_": 86,
    "_6_2_": 87,
    "_6_3_": 88,
    "_6_4_": 89,
    "_6_5_": 90,
    "_7_-0_": 91,
    "_7_-1_": 92,
    "_7_-2_": 93,
    "_7_-3_": 94,
    "_7_-4_": 95,
    "_7_-5_": 96,
    "_7_-6_": 97,
    "_7_0_": 98,
    "_7_1_": 99,
    "_7_2_": 100,
    "_7_3_": 101,
    "_7_4_": 102,
    "_7_5_": 103,
    "_8_-0_": 104,
    "_8_-1_": 105,
    "_8_-2_": 106,
    "_8_-3_": 107,
    "_8_-4_": 108,
    "_8_-5_": 109,
    "_8_-6_": 110,
    "_8_0_": 111,
    "_8_1_": 112,
    "_8_2_": 113,
    "_8_3_": 114,
    "_8_4_": 115,
    "_8_5_": 116,
    "_9_-0_": 117,
    "_9_-1_": 118,
    "_9_-2_": 119,
    "_9_-3_": 120,
    "_9_-4_": 121,
    "_9_-5_": 122,
    "_9_-6_": 123,
    "_9_0_": 124,
    "_9_1_": 125,
    "_9_2_": 126,
    "_9_3_": 127,
    "_9_4_": 128,
    "_9_5_": 129,
    "H": 130,
    "He": 131,
    "Li": 132,
    "Be": 133,
    "B": 134,
    "C": 135,
    "N": 136,
    "O": 137,
    "F": 138,
    "Ne": 139,
    "Na": 140,
    "Mg": 141,
    "Al": 142,
    "Si": 143,
    "P": 144,
    "S": 145,
    "Cl": 146,
    "K": 147,
    "Ar": 148,
    "Ca": 149,
    "Sc": 150,
    "Ti": 151,
    "V": 152,
    "Cr": 153,
    "Mn": 154,
    "Fe": 155,
    "Ni": 156,
    "Co": 157,
    "Cu": 158,
    "Zn": 159,
    "Ga": 160,
    "Ge": 161,
    "As": 162,
    "Se": 163,
    "Br": 164,
    "Kr": 165,
    "Rb": 166,
    "Sr": 167,
    "Y": 168,
    "Zr": 169,
    "Nb": 170,
    "Mo": 171,
    "Tc": 172,
    "Ru": 173,
    "Rh": 174,
    "Pd": 175,
    "Ag": 176,
    "Cd": 177,
    "In": 178,
    "Sn": 179,
    "Sb": 180,
    "Te": 181,
    "I": 182,
    "Xe": 183,
    "Cs": 184,
    "Ba": 185,
    "La": 186,
    "Ce": 187,
    "Pr": 188,
    "Nd": 189,
    "Pm": 190,
    "Sm": 191,
    "Eu": 192,
    "Gd": 193,
    "Tb": 194,
    "Dy": 195,
    "Ho": 196,
    "Er": 197,
    "Tm": 198,
    "Yb": 199,
    "Lu": 200,
    "Hf": 201,
    "Ta": 202,
    "W": 203,
    "Re": 204,
    "Os": 205,
    "Ir": 206,
    "Pt": 207,
    "Au": 208,
    "Hg": 209,
    "Tl": 210,
    "Pb": 211,
    "Bi": 212,
    "Th": 213,
    "Pa": 214,
    "U": 215,
    "Np": 216,
    "Pu": 217,
    "Am": 218,
    "Cm": 219,
    "Bk": 220,
    "Cf": 221,
    "Es": 222,
    "Fm": 223,
    "Md": 224,
    "No": 225,
    "Lr": 226,
    "Rf": 227,
    "Db": 228,
    "Sg": 229,
    "Bh": 230,
    "Hs": 231,
    "Mt": 232,
    "Ds": 233,
    "Rg": 234,
    "Cn": 235,
    "Nh": 236,
    "Fl": 237,
    "Mc": 238,
    "Lv": 239,
    "Ts": 240,
    "Og": 241,
    "data_": 242,
    "_symmetry_space_group_name_H-M": 243,
    "_cell_length_a": 244,
    "_cell_length_b": 245,
    "_cell_length_c": 246,
    "_cell_angle_alpha": 247,
    "_cell_angle_beta": 248,
    "_cell_angle_gamma": 249,
    "_symmetry_Int_Tables_number": 250,
    "_chemical_formula_structural": 251,
    "_chemical_formula_sum": 252,
    "_cell_volume": 253,
    "_cell_formula_units_Z": 254,
    "loop_": 255,
    "_symmetry_equiv_pos_site_id": 256,
    "_symmetry_equiv_pos_as_xyz": 257,
    "_atom_type_symbol": 258,
    "_atom_type_oxidation_number": 259,
    "_atom_site_type_symbol": 260,
    "_atom_site_label": 261,
    "_atom_site_symmetry_multiplicity": 262,
    "_atom_site_fract_x": 263,
    "_atom_site_fract_y": 264,
    "_atom_site_fract_z": 265,
    "_atom_site_occupancy": 266,
    "+": 267,
    "-": 268,
    "/": 269,
    "'": 270,
    "\\": 271,
    ",": 272,
    "'x, y, z'": 273,
    "x": 274,
    "y": 275,
    "z": 276,
    "-x": 277,
    "-y": 278,
    "-z": 279,
    "\n": 280,
    "_geom_bond_atom_site_label_1": 281,
    "_geom_bond_atom_site_label_2": 282,
    "_geom_bond_distance": 283,
    "_ccdc_geom_bond_type": 284,
    "_": 285,
    "a": 286,
    "n": 287,
    "c": 288,
    "b": 289,
    "m": 290,
    "d": 291,
    "R": 292,
    "A": 293,
    "(": 294,
    ")": 295,
    "[": 296,
    "]": 297,
    "*": 298,
    "   ": 299,
    "  ": 300,
    " ": 301
}
