{
    "H": 0,
    "He": 1,
    "Li": 2,
    "Be": 3,
    "B": 4,
    "C": 5,
    "N": 6,
    "O": 7,
    "F": 8,
    "Ne": 9,
    "Na": 10,
    "Mg": 11,
    "Al": 12,
    "Si": 13,
    "P": 14,
    "S": 15,
    "Cl": 16,
    "K": 17,
    "Ar": 18,
    "Ca": 19,
    "Sc": 20,
    "Ti": 21,
    "V": 22,
    "Cr": 23,
    "Mn": 24,
    "Fe": 25,
    "Ni": 26,
    "Co": 27,
    "Cu": 28,
    "Zn": 29,
    "Ga": 30,
    "Ge": 31,
    "As": 32,
    "Se": 33,
    "Br": 34,
    "Kr": 35,
    "Rb": 36,
    "Sr": 37,
    "Y": 38,
    "Zr": 39,
    "Nb": 40,
    "Mo": 41,
    "Tc": 42,
    "Ru": 43,
    "Rh": 44,
    "Pd": 45,
    "Ag": 46,
    "Cd": 47,
    "In": 48,
    "Sn": 49,
    "Sb": 50,
    "Te": 51,
    "I": 52,
    "Xe": 53,
    "Cs": 54,
    "Ba": 55,
    "La": 56,
    "Ce": 57,
    "Pr": 58,
    "Nd": 59,
    "Pm": 60,
    "Sm": 61,
    "Eu": 62,
    "Gd": 63,
    "Tb": 64,
    "Dy": 65,
    "Ho": 66,
    "Er": 67,
    "Tm": 68,
    "Yb": 69,
    "Lu": 70,
    "Hf": 71,
    "Ta": 72,
    "W": 73,
    "Re": 74,
    "Os": 75,
    "Ir": 76,
    "Pt": 77,
    "Au": 78,
    "Hg": 79,
    "Tl": 80,
    "Pb": 81,
    "Bi": 82,
    "Th": 83,
    "Pa": 84,
    "U": 85,
    "Np": 86,
    "Pu": 87,
    "Am": 88,
    "Cm": 89,
    "Bk": 90,
    "Cf": 91,
    "Es": 92,
    "Fm": 93,
    "Md": 94,
    "No": 95,
    "Lr": 96,
    "Rf": 97,
    "Db": 98,
    "Sg": 99,
    "Bh": 100,
    "Hs": 101,
    "Mt": 102,
    "Ds": 103,
    "Rg": 104,
    "Cn": 105,
    "Nh": 106,
    "Fl": 107,
    "Mc": 108,
    "Lv": 109,
    "Ts": 110,
    "Og": 111,
    " ": 112,
    "+": 113,
    "-": 114,
    ".": 115,
    "\n": 116,
    "_._": 117,
    "_0_-0_": 118,
    "_0_-1_": 119,
    "_0_-2_": 120,
    "_0_-3_": 121,
    "_0_-4_": 122,
    "_0_-5_": 123,
    "_0_0_": 124,
    "_0_1_": 125,
    "_0_2_": 126,
    "_0_3_": 127,
    "_0_4_": 128,
    "_0_5_": 129,
    "_1_-0_": 130,
    "_1_-1_": 131,
    "_1_-2_": 132,
    "_1_-3_": 133,
    "_1_-4_": 134,
    "_1_-5_": 135,
    "_1_-6_": 136,
    "_1_0_": 137,
    "_1_1_": 138,
    "_1_2_": 139,
    "_1_3_": 140,
    "_1_4_": 141,
    "_1_5_": 142,
    "_2_-0_": 143,
    "_2_-1_": 144,
    "_2_-2_": 145,
    "_2_-3_": 146,
    "_2_-4_": 147,
    "_2_-5_": 148,
    "_2_-6_": 149,
    "_2_0_": 150,
    "_2_1_": 151,
    "_2_2_": 152,
    "_2_3_": 153,
    "_2_4_": 154,
    "_2_5_": 155,
    "_3_-0_": 156,
    "_3_-1_": 157,
    "_3_-2_": 158,
    "_3_-3_": 159,
    "_3_-4_": 160,
    "_3_-5_": 161,
    "_3_-6_": 162,
    "_3_0_": 163,
    "_3_1_": 164,
    "_3_2_": 165,
    "_3_3_": 166,
    "_3_4_": 167,
    "_3_5_": 168,
    "_4_-0_": 169,
    "_4_-1_": 170,
    "_4_-2_": 171,
    "_4_-3_": 172,
    "_4_-4_": 173,
    "_4_-5_": 174,
    "_4_-6_": 175,
    "_4_0_": 176,
    "_4_1_": 177,
    "_4_2_": 178,
    "_4_3_": 179,
    "_4_4_": 180,
    "_4_5_": 181,
    "_5_-0_": 182,
    "_5_-1_": 183,
    "_5_-2_": 184,
    "_5_-3_": 185,
    "_5_-4_": 186,
    "_5_-5_": 187,
    "_5_-6_": 188,
    "_5_0_": 189,
    "_5_1_": 190,
    "_5_2_": 191,
    "_5_3_": 192,
    "_5_4_": 193,
    "_5_5_": 194,
    "_6_-0_": 195,
    "_6_-1_": 196,
    "_6_-2_": 197,
    "_6_-3_": 198,
    "_6_-4_": 199,
    "_6_-5_": 200,
    "_6_-6_": 201,
    "_6_0_": 202,
    "_6_1_": 203,
    "_6_2_": 204,
    "_6_3_": 205,
    "_6_4_": 206,
    "_6_5_": 207,
    "_7_-0_": 208,
    "_7_-1_": 209,
    "_7_-2_": 210,
    "_7_-3_": 211,
    "_7_-4_": 212,
    "_7_-5_": 213,
    "_7_-6_": 214,
    "_7_0_": 215,
    "_7_1_": 216,
    "_7_2_": 217,
    "_7_3_": 218,
    "_7_4_": 219,
    "_7_5_": 220,
    "_8_-0_": 221,
    "_8_-1_": 222,
    "_8_-2_": 223,
    "_8_-3_": 224,
    "_8_-4_": 225,
    "_8_-5_": 226,
    "_8_-6_": 227,
    "_8_0_": 228,
    "_8_1_": 229,
    "_8_2_": 230,
    "_8_3_": 231,
    "_8_4_": 232,
    "_8_5_": 233,
    "_9_-0_": 234,
    "_9_-1_": 235,
    "_9_-2_": 236,
    "_9_-3_": 237,
    "_9_-4_": 238,
    "_9_-5_": 239,
    "_9_-6_": 240,
    "_9_0_": 241,
    "_9_1_": 242,
    "_9_2_": 243,
    "_9_3_": 244,
    "_9_4_": 245,
    "_9_5_": 246
}
