{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\"": 5,
      "%": 6,
      "(": 7,
      ")": 8,
      "+": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "/": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "=": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "D": 30,
      "E": 31,
      "F": 32,
      "G": 33,
      "H": 34,
      "I": 35,
      "K": 36,
      "L": 37,
      "M": 38,
      "N": 39,
      "O": 40,
      "P": 41,
      "R": 42,
      "S": 43,
      "T": 44,
      "U": 45,
      "V": 46,
      "W": 47,
      "X": 48,
      "Y": 49,
      "Z": 50,
      "[": 51,
      "]": 52,
      "_": 53,
      "a": 54,
      "b": 55,
      "c": 56,
      "d": 57,
      "e": 58,
      "f": 59,
      "g": 60,
      "h": 61,
      "i": 62,
      "j": 63,
      "k": 64,
      "l": 65,
      "m": 66,
      "n": 67,
      "o": 68,
      "p": 69,
      "q": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "~": 80,
      "°": 81,
      "Å": 82,
      "on": 83,
      "le": 84,
      "th": 85,
      "ond": 86,
      "bond": 87,
      "in": 88,
      "len": 89,
      "to": 90,
      "is": 91,
      "re": 92,
      "te": 93,
      "tr": 94,
      "one": 95,
      "an": 96,
      "iv": 97,
      "and": 98,
      "ge": 99,
      "qu": 100,
      "alen": 101,
      "equ": 102,
      "ivalen": 103,
      "equivalen": 104,
      "equivalent": 105,
      "he": 106,
      ")-": 107,
      "gth": 108,
      "length": 109,
      "ed": 110,
      "me": 111,
      "The": 112,
      "ato": 113,
      "atom": 114,
      "bonded": 115,
      "ome": 116,
      "try": 117,
      "geome": 118,
      "geometry": 119,
      "ree": 120,
      "),": 121,
      "three": 122,
      "or": 123,
      "si": 124,
      "ou": 125,
      "the": 126,
      "al": 127,
      "are": 128,
      "In": 129,
      "site": 130,
      "ing": 131,
      "atoms": 132,
      "ate": 133,
      "co": 134,
      "fou": 135,
      "four": 136,
      "st": 137,
      "din": 138,
      "ordin": 139,
      "coordin": 140,
      "coordinate": 141,
      "Al": 142,
      "sing": 143,
      "single": 144,
      "lengths": 145,
      "There": 146,
      "ter": 147,
      "ze": 148,
      "onal": 149,
      "ce": 150,
      "tw": 151,
      "sh": 152,
      "li": 153,
      "two": 154,
      "sp": 155,
      "ace": 156,
      "dis": 157,
      "All": 158,
      "alli": 159,
      "ry": 160,
      "rou": 161,
      "cry": 162,
      "grou": 163,
      "stalli": 164,
      "zes": 165,
      "space": 166,
      "crystalli": 167,
      "group": 168,
      "crystallizes": 169,
      "cl": 170,
      "ted": 171,
      "ct": 172,
      "tor": 173,
      "distor": 174,
      "distorted": 175,
      "tri": 176,
      "ure": 177,
      "ger": 178,
      "lon": 179,
      "orter": 180,
      "shorter": 181,
      "longer": 182,
      "gonal": 183,
      "str": 184,
      "uct": 185,
      "ucture": 186,
      "structure": 187,
      ".\"": 188,
      "trigonal": 189,
      "us": 190,
      "ir": 191,
      "3m": 192,
      "se": 193,
      "clus": 194,
      "cluster": 195,
      "R3m": 196,
      "Mg": 197,
      "Co": 198,
      "Zr": 199,
      "Cu": 200,
      "fir": 201,
      "first": 202,
      "cond": 203,
      "second": 204,
      "inequivalent": 205,
      "sites": 206,
      "Ti": 207,
      "Fe": 208,
      "of": 209,
      "Hf": 210,
      "Ni": 211,
      "Nb": 212,
      "La": 213,
      "Ta": 214,
      "Sn": 215,
      "ro": 216,
      "Pd": 217,
      "Ca": 218,
      "Sc": 219,
      "Li": 220,
      "Pt": 221,
      "ic": 222,
      "Ag": 223,
      "Pb": 224,
      "Cd": 225,
      "Sr": 226,
      "Mn": 227,
      "Au": 228,
      "Rh": 229,
      "Ba": 230,
      "Bi": 231,
      "Mo": 232,
      "Na": 233,
      "Tl": 234,
      "Zn": 235,
      "Ru": 236,
      "di": 237,
      "Ir": 238,
      "Tc": 239,
      "Hg": 240,
      "Os": 241,
      "Re": 242,
      "Cr": 243,
      "Ga": 244,
      "ar": 245,
      "con": 246,
      "sis": 247,
      "ts": 248,
      "consis": 249,
      "consists": 250,
      "dime": 251,
      "nsi": 252,
      "dimensi": 253,
      "dimensional": 254,
      "zero": 255,
      "Si": 256,
      "Be": 257,
      "structured": 258,
      "inic": 259,
      "clinic": 260,
      "ra": 261,
      "Sb": 262,
      "Te": 263,
      "Ge": 264,
      "er": 265,
      "Se": 266,
      "10": 267,
      "clusters": 268,
      "As": 269,
      "Br": 270,
      "Cl": 271,
      "11": 272,
      "cu": 273,
      "id": 274,
      "ner": 275,
      "cor": 276,
      "corner": 277,
      "ine": 278,
      "mon": 279,
      "six": 280,
      "mono": 281,
      "line": 282,
      "linear": 283,
      "monoclinic": 284,
      "hed": 285,
      "ahed": 286,
      "Cm": 287,
      "ahedra": 288,
      "70": 289,
      "12": 290,
      "mid": 291,
      "py": 292,
      "ramid": 293,
      "pyramid": 294,
      "for": 295,
      "form": 296,
      "triclinic": 297,
      "ith": 298,
      "with": 299,
      "en": 300,
      "cub": 301,
      "shar": 302,
      "sharing": 303,
      "oct": 304,
      "pyramids": 305,
      "P1": 306,
      "octahedra": 307,
      "oth": 308,
      "Both": 309,
      "um": 310,
      "15": 311,
      "ch": 312,
      "14": 313,
      "69": 314,
      "72": 315,
      "ph": 316,
      "ach": 317,
      "each": 318,
      "ke": 319,
      "edge": 320,
      "ap": 321,
      "shap": 322,
      "shaped": 323,
      "71": 324,
      "like": 325,
      "cubic": 326,
      "mo": 327,
      "13": 328,
      "pha": 329,
      "ang": 330,
      "lecu": 331,
      "molecu": 332,
      "molecule": 333,
      "alpha": 334,
      "dy": 335,
      "thir": 336,
      "73": 337,
      "16": 338,
      "ody": 339,
      "red": 340,
      "body": 341,
      "nte": 342,
      "cente": 343,
      "centered": 344,
      "rom": 345,
      "agonal": 346,
      "tan": 347,
      "74": 348,
      "ent": 349,
      "xagonal": 350,
      "hexagonal": 351,
      "de": 352,
      "third": 353,
      "from": 354,
      "ad": 355,
      "ide": 356,
      "distan": 357,
      "rang": 358,
      "read": 359,
      "ces": 360,
      "spread": 361,
      "distances": 362,
      "ranging": 363,
      "17": 364,
      "18": 365,
      "ler": 366,
      "corners": 367,
      "75": 368,
      "molecules": 369,
      "76": 370,
      "bi": 371,
      "bent": 372,
      "gree": 373,
      "degree": 374,
      "degrees": 375,
      "19": 376,
      "20": 377,
      "He": 378,
      "78": 379,
      "usler": 380,
      "Heusler": 381,
      "gh": 382,
      "igh": 383,
      "90": 384,
      "77": 385,
      "99": 386,
      "79": 387,
      "21": 388,
      "22": 389,
      "23": 390,
      "00": 391,
      "80": 392,
      "eigh": 393,
      "81": 394,
      "24": 395,
      "82": 396,
      "91": 397,
      "83": 398,
      "der": 399,
      "ived": 400,
      "derived": 401,
      "84": 402,
      "92": 403,
      "Rb": 404,
      "85": 405,
      "01": 406,
      "tetr": 407,
      "02": 408,
      "93": 409,
      "25": 410,
      "Po": 411,
      "89": 412,
      "06": 413,
      "86": 414,
      "per": 415,
      "pper": 416,
      "fourth": 417,
      "07": 418,
      "04": 419,
      "94": 420,
      "bipyramids": 421,
      "05": 422,
      "08": 423,
      "enth": 424,
      "87": 425,
      "95": 426,
      "at": 427,
      "Copper": 428,
      "09": 429,
      "26": 430,
      "88": 431,
      "27": 432,
      "03": 433,
      "mi": 434,
      "28": 435,
      "Cs": 436,
      "tetrahedra": 437,
      "96": 438,
      "that": 439,
      "share": 440,
      "97": 441,
      "98": 442,
      "29": 443,
      "lan": 444,
      "30": 445,
      "dium": 446,
      "gen": 447,
      "ture": 448,
      "xture": 449,
      "mixture": 450,
      "31": 451,
      "32": 452,
      "cuboctahedra": 453,
      "33": 454,
      "Ce": 455,
      "48": 456,
      "ite": 457,
      "34": 458,
      "50": 459,
      "46": 460,
      "Er": 461,
      "edges": 462,
      "36": 463,
      "plan": 464,
      "planar": 465,
      "40": 466,
      "Sm": 467,
      "35": 468,
      "41": 469,
      "37": 470,
      "39": 471,
      "44": 472,
      "Dy": 473,
      "49": 474,
      "55": 475,
      "Gd": 476,
      "54": 477,
      "56": 478,
      "face": 479,
      "eight": 480,
      "47": 481,
      "45": 482,
      "57": 483,
      "42": 484,
      "Nd": 485,
      "63": 486,
      "38": 487,
      "62": 488,
      "64": 489,
      "65": 490,
      "Np": 491,
      "43": 492,
      "52": 493,
      "66": 494,
      "61": 495,
      "58": 496,
      "53": 497,
      "67": 498,
      "Ho": 499,
      "Lu": 500,
      "51": 501,
      "59": 502,
      "ti": 503,
      "60": 504,
      "68": 505,
      "fth": 506,
      "Tm": 507,
      "oride": 508,
      "el": 509,
      "150": 510,
      "twel": 511,
      "Pu": 512,
      "Pa": 513,
      "fi": 514,
      "ogen": 515,
      "loride": 516,
      "yan": 517,
      "hloride": 518,
      "Cyan": 519,
      "Chloride": 520,
      "Cyanogen": 521,
      "ium": 522,
      "Eu": 523,
      "Th": 524,
      "Indium": 525,
      "120": 526,
      "fifth": 527,
      "q6": 528,
      "til": 529,
      "ve": 530,
      "twelve": 531,
      "Cub": 532,
      "Pm": 533,
      "there": 534,
      "alt": 535,
      "ten": 536,
      "hal": 537,
      "half": 538,
      "wate": 539,
      "water": 540,
      "teenth": 541,
      "Pr": 542,
      "Yb": 543,
      "sixth": 544,
      "Tb": 545,
      "ck": 546,
      "venth": 547,
      "ot": 548,
      "alite": 549,
      "ock": 550,
      "Halite": 551,
      "Rock": 552,
      "Salt": 553,
      "faces": 554,
      "not": 555,
      "tilted": 556,
      ");": 557,
      "Ac": 558,
      "ane": 559,
      "Cubic": 560,
      "\"(": 561,
      "nine": 562,
      "seventh": 563,
      "O3": 564,
      "eighth": 565,
      "un": 566,
      "gs": 567,
      "ungs": 568,
      "ungsten": 569,
      "Ba2": 570,
      "cornercorner": 571,
      "xide": 572,
      "Zr2": 573,
      "ral": 574,
      "ahedral": 575,
      "Sr2": 576,
      "car": 577,
      "carb": 578,
      "Mg2": 579,
      "twent": 580,
      "La2": 581,
      "carbon": 582,
      "In2": 583,
      "monoxide": 584,
      "Sn2": 585,
      "Pb2": 586,
      "K2": 587,
      "Bi2": 588,
      "Tl2": 589,
      "Nb2": 590,
      "Si2": 591,
      "Sc2": 592,
      "Ti2": 593,
      "Hf2": 594,
      "ur": 595,
      "Al2": 596,
      "Tungsten": 597,
      "Li2": 598,
      "Te2": 599,
      "sa": 600,
      "Y2": 601,
      "Fe2": 602,
      "Au2": 603,
      "Cu2": 604,
      "Cd2": 605,
      "Na2": 606,
      "see": 607,
      "saw": 608,
      "Ag2": 609,
      "Sb2": 610,
      "lar": 611,
      "Cl2": 612,
      "V2": 613,
      "Pd2": 614,
      "Pt2": 615,
      "Ca2": 616,
      "Cubane": 617,
      "P2": 618,
      "Br2": 619,
      "Ta2": 620,
      "twenty": 621,
      "W2": 622,
      "inc": 623,
      "ular": 624,
      "rect": 625,
      "angular": 626,
      "rectangular": 627,
      "osp": 628,
      "phosp": 629,
      "phosph": 630,
      "ox": 631,
      "Mn2": 632,
      "octahedral": 633,
      "nin": 634,
      "ninth": 635,
      "Ni2": 636,
      "ne": 637,
      "Ge2": 638,
      "Hg2": 639,
      "Ga2": 640,
      "non": 641,
      "coplanar": 642,
      "oxy": 643,
      "N2": 644,
      "Co2": 645,
      "Se2": 646,
      "oxygen": 647,
      "As2": 648,
      "Fm": 649,
      "Mo2": 650,
      "Zn2": 651,
      "ero": 652,
      "Cr2": 653,
      "Rh2": 654,
      "kite": 655,
      "tenth": 656,
      "Os2": 657,
      "B2": 658,
      "Ir2": 659,
      "Pero": 660,
      "skite": 661,
      "vskite": 662,
      "Perovskite": 663,
      "fiv": 664,
      "five": 665,
      "Ru2": 666,
      "_0": 667,
      "be": 668,
      "Be2": 669,
      "Tc2": 670,
      "lerite": 671,
      "Spha": 672,
      "Zinc": 673,
      "blen": 674,
      "Sphalerite": 675,
      "Zincblen": 676,
      "Zincblende": 677,
      "bium": 678,
      "Ba3": 679,
      "mu": 680,
      "obium": 681,
      "ele": 682,
      "ta": 683,
      "K3": 684,
      "ll": 685,
      "Im": 686,
      "llur": 687,
      "Re2": 688,
      "les": 689,
      "angles": 690,
      "tilt": 691,
      "ven": 692,
      "beta": 693,
      "phosphide": 694,
      "O2": 695,
      "Sr3": 696,
      "adium": 697,
      "lluride": 698,
      "eleventh": 699,
      "bipyramid": 700,
      "La4": 701,
      "Ca3": 702,
      "alum": 703,
      "Au3": 704,
      "Pb3": 705,
      "fra": 706,
      "twelfth": 707,
      "seven": 708,
      "wor": 709,
      "mewor": 710,
      "framewor": 711,
      "framework": 712,
      "Y4": 713,
      "sium": 714,
      "nium": 715,
      "squ": 716,
      "square": 717,
      "Li3": 718,
      "Niobium": 719,
      "pyramidal": 720,
      "Na3": 721,
      "Bi3": 722,
      "hy": 723,
      "van": 724,
      "Pd3": 725,
      "vanadium": 726,
      "La3": 727,
      "High": 728,
      "K4": 729,
      "Pre": 730,
      "ss": 731,
      "Press": 732,
      "Pressure": 733,
      "--": 734,
      "Y3": 735,
      "hyd": 736,
      "Se3": 737,
      "dmu": 738,
      "Cadmu": 739,
      "Telluride": 740,
      "Cadmuum": 741,
      "Mg3": 742,
      "Sn3": 743,
      "Al3": 744,
      "Fe3": 745,
      "F3": 746,
      "Ca4": 747,
      "P3": 748,
      "ag": 749,
      "agne": 750,
      "Zn3": 751,
      "Cu3": 752,
      "am": 753,
      "Br3": 754,
      "°.": 755,
      "C2": 756,
      "Ag3": 757,
      "Hg3": 758,
      "Ni3": 759,
      "Hf3": 760,
      "Ga3": 761,
      "Pt3": 762,
      "Cd3": 763,
      "Rh3": 764,
      "thirteenth": 765,
      "Mn3": 766,
      "In3": 767,
      "iron": 768,
      "Sr4": 769,
      "Cl3": 770,
      "nic": 771,
      "Ge3": 772,
      "Zr3": 773,
      "Pb4": 774,
      "Ti3": 775,
      "Te3": 776,
      "fourteenth": 777,
      "Sn4": 778,
      "ran": 779,
      "Ta3": 780,
      "Si3": 781,
      "Nb3": 782,
      "yli": 783,
      "Mo3": 784,
      "Sc3": 785,
      "Sb3": 786,
      "Zr4": 787,
      "agnesium": 788,
      "As3": 789,
      "Co3": 790,
      "B3": 791,
      "V3": 792,
      "thium": 793,
      "lithium": 794,
      "O_": 795,
      "Zr_0": 796,
      "Ti_0": 797,
      "O_3": 798,
      "W3": 799,
      "Tl3": 800,
      "den": 801,
      "Be3": 802,
      "Bi4": 803,
      "fif": 804,
      "Fe4": 805,
      "Ir3": 806,
      "Os3": 807,
      "angane": 808,
      "anganese": 809,
      "O4": 810,
      "odium": 811,
      "bor": 812,
      "ni": 813,
      "kel": 814,
      "Mg4": 815,
      "Ba4": 816,
      "Na4": 817,
      "fifteenth": 818,
      "Tc3": 819,
      "manganese": 820,
      "hydro": 821,
      "ride": 822,
      "Cr3": 823,
      "nickel": 824,
      "up": 825,
      "Hf4": 826,
      "Sb4": 827,
      "Ru3": 828,
      "Sc4": 829,
      "Nb4": 830,
      "sixteenth": 831,
      "R3": 832,
      "alumin": 833,
      "Ti4": 834,
      "aa": 835,
      "traa": 836,
      "icup": 837,
      "Tetraa": 838,
      "uricup": 839,
      "Tetraauricup": 840,
      "Tetraauricupride": 841,
      "mol": 842,
      "balt": 843,
      "Os4": 844,
      "In4": 845,
      "Cd4": 846,
      "cobalt": 847,
      "Ta4": 848,
      "_x": 849,
      "Tl4": 850,
      "Hg_x": 851,
      "Hg_xSn": 852,
      "tetrahedral": 853,
      "teen": 854,
      "Re3": 855,
      "Pd4": 856,
      "chrom": 857,
      "chromium": 858,
      "Li4": 859,
      "tanium": 860,
      "Br4": 861,
      "P4": 862,
      "titanium": 863,
      "V4": 864,
      "henium": 865,
      "Mn4": 866,
      "Te4": 867,
      "insi": 868,
      "inside": 869,
      "Cu4": 870,
      "lu": 871,
      "Ni4": 872,
      "boron": 873,
      "W4": 874,
      "Pt4": 875,
      "Mo4": 876,
      "Co4": 877,
      "range": 878,
      "Al4": 879,
      "ylidy": 880,
      "H2": 881,
      "Ag4": 882,
      "seventeenth": 883,
      "allium": 884,
      "yb": 885,
      "Hg4": 886,
      "Ru4": 887,
      "molyb": 888,
      "Ir4": 889,
      "mium": 890,
      "denum": 891,
      "Cr4": 892,
      "molybdenum": 893,
      "eighteenth": 894,
      "ylidyne": 895,
      "Au4": 896,
      "tungsten": 897,
      "O5": 898,
      "Ge4": 899,
      "Rh4": 900,
      "Re4": 901,
      "B4": 902,
      "Si4": 903,
      "Tc4": 904,
      "rhenium": 905,
      "eth": 906,
      "idium": 907,
      "iridium": 908,
      "Se4": 909,
      "Ga4": 910,
      "As4": 911,
      "bis": 912,
      "bismu": 913,
      "magnesium": 914,
      "CaMg": 915,
      "HfZr": 916,
      "NaSr": 917,
      "TaNb": 918,
      "Cl4": 919,
      "selen": 920,
      "LiBa": 921,
      "mm": 922,
      "°.\"": 923,
      "WMo": 924,
      "YSc": 925,
      "Be4": 926,
      "C3": 927,
      "O6": 928,
      "YZr": 929,
      "germ": 930,
      "Zn4": 931,
      "as": 932,
      "LaTa": 933,
      "SrBe": 934,
      "YHf": 935,
      "edgeedge": 936,
      "tant": 937,
      "AgCd": 938,
      "tantalum": 939,
      "bismuth": 940,
      "anylidyne": 941,
      "H3": 942,
      "SrCa": 943,
      "LaZr": 944,
      "NbW": 945,
      "zinc": 946,
      "PtPd": 947,
      "CaSc": 948,
      "PbSn": 949,
      "arse": 950,
      "InAl": 951,
      "HfTi": 952,
      "cide": 953,
      "licide": 954,
      "7440": 955,
      "NbV": 956,
      "LaY": 957,
      "nineteenth": 958,
      "BaCa": 959,
      "BaMg": 960,
      "NbMo": 961,
      "TlIn": 962,
      "LiSr": 963,
      "diam": 964,
      "diamond": 965,
      "pl": 966,
      "HgZn": 967,
      "pot": 968,
      "potas": 969,
      "CuCd": 970,
      "LaSc": 971,
      "YTi": 972,
      "ty": 973,
      "SnBi": 974,
      "sil": 975,
      "AuCd": 976,
      "ScTa": 977,
      "ScHf": 978,
      "Gd2": 979,
      "ieth": 980,
      "ru": 981,
      "copper": 982,
      "GaPb": 983,
      "twentieth": 984,
      "BaSr": 985,
      "PdCd": 986,
      "tium": 987,
      "Magnesium": 988,
      "ZrV": 989,
      "NaCa": 990,
      "Er2": 991,
      "gallium": 992,
      "CuHg": 993,
      "LaHf": 994,
      "KSr": 995,
      "CuAl": 996,
      "NbRe": 997,
      "TlBi": 998,
      "BaBe": 999,
      "TlGa": 1000,
      "TcPd": 1001,
      "aluminium": 1002,
      "CuIn": 1003,
      "LiMg": 1004,
      "AgZn": 1005,
      "TcRu": 1006,
      "indium": 1007,
      "PtNi": 1008,
      "sodium": 1009,
      "CuPb": 1010,
      "ZrTa": 1011,
      "NaMg": 1012,
      "LaTi": 1013,
      "Hf12": 1014,
      "AgHg": 1015,
      "TcOs": 1016,
      "hydrogen": 1017,
      "thenium": 1018,
      "CrMn": 1019,
      "RuNi": 1020,
      "SrMg": 1021,
      "ReOs": 1022,
      "NbOs": 1023,
      "lor": 1024,
      "ol": 1025,
      "niobium": 1026,
      "GaBi": 1027,
      "AlSn": 1028,
      "AuIn": 1029,
      "RhZn": 1030,
      "NbCo": 1031,
      "AgIn": 1032,
      "RhPd": 1033,
      "CuSn": 1034,
      "TcCo": 1035,
      "CrOs": 1036,
      "CaBe": 1037,
      "KMg": 1038,
      "chlor": 1039,
      "atin": 1040,
      "platin": 1041,
      "yt": 1042,
      "zir": 1043,
      "conium": 1044,
      "ruthenium": 1045,
      "zirconium": 1046,
      "WRe": 1047,
      "CdZn": 1048,
      "ScZr": 1049,
      "hodium": 1050,
      "TlPb": 1051,
      "WTc": 1052,
      "sc": 1053,
      "LaV": 1054,
      "RhAu": 1055,
      "MoOs": 1056,
      "Ce2": 1057,
      "flu": 1058,
      "TlSn": 1059,
      "IrCo": 1060,
      "lane": 1061,
      "potassium": 1062,
      "YCr": 1063,
      "gam": 1064,
      "HgIn": 1065,
      "GaSn": 1066,
      "YTa": 1067,
      "AlBi": 1068,
      "CuZn": 1069,
      "TiRe": 1070,
      "YV": 1071,
      "PtIn": 1072,
      "AlPb": 1073,
      "PtAu": 1074,
      "aluminum": 1075,
      "trium": 1076,
      "NaLi": 1077,
      "yttrium": 1078,
      "N3": 1079,
      "WOs": 1080,
      "KBa": 1081,
      "ma": 1082,
      "Hf6": 1083,
      "platinum": 1084,
      "KLi": 1085,
      "andium": 1086,
      "FeIr": 1087,
      "Np2": 1088,
      "scandium": 1089,
      "gamma": 1090,
      "rhodium": 1091,
      "CoNi": 1092,
      "CuBi": 1093,
      "PdNi": 1094,
      "CaZr": 1095,
      "Dy2": 1096,
      "HfMo": 1097,
      "Rb2": 1098,
      "Pa2": 1099,
      "german": 1100,
      "TiTa": 1101,
      "TiTc": 1102,
      "HfTa": 1103,
      "FeRh": 1104,
      "PdHg": 1105,
      "ZnIn": 1106,
      "CrRe": 1107,
      "Lu2": 1108,
      "thirty": 1109,
      "Sm2": 1110,
      "FePt": 1111,
      "TcIr": 1112,
      "CrRu": 1113,
      "LiLa": 1114,
      "KTa": 1115,
      "VMn": 1116,
      "HfRe": 1117,
      "CrTc": 1118,
      "KNa": 1119,
      "AuHg": 1120,
      "Uran": 1121,
      "FeCd": 1122,
      "Uranium": 1123,
      "NbRu": 1124,
      "IrNi": 1125,
      "nitr": 1126,
      "anti": 1127,
      "Mg5": 1128,
      "BeSc": 1129,
      "antimon": 1130,
      "S3": 1131,
      "nitrogen": 1132,
      "VTc": 1133,
      "os": 1134,
      "FeCu": 1135,
      "PdTl": 1136,
      "AgCu": 1137,
      "MoRe": 1138,
      "Ho2": 1139,
      "KCa": 1140,
      "PbBi": 1141,
      "TcRh": 1142,
      "TiOs": 1143,
      "HgCd": 1144,
      "GaAl": 1145,
      "Tm2": 1146,
      "Mg6": 1147,
      "FeAg": 1148,
      "bro": 1149,
      "ver": 1150,
      "IrRh": 1151,
      "MgBe": 1152,
      "ZrNb": 1153,
      "gol": 1154,
      "ha": 1155,
      "CoPt": 1156,
      "silver": 1157,
      "gold": 1158,
      "NaBe": 1159,
      "ZnSn": 1160,
      "Silicide": 1161,
      "KBe": 1162,
      "FePd": 1163,
      "HfNb": 1164,
      "MnRh": 1165,
      "MgSc": 1166,
      "NaBa": 1167,
      "CaLa": 1168,
      "ReTc": 1169,
      "NiAu": 1170,
      "germanium": 1171,
      "HfTc": 1172,
      "CaTi": 1173,
      "OsFe": 1174,
      "Nd2": 1175,
      "O7": 1176,
      "HfV": 1177,
      "NiIn": 1178,
      "NiTl": 1179,
      "CaY": 1180,
      "SrLa": 1181,
      "NaSc": 1182,
      "RuCd": 1183,
      "NiCu": 1184,
      "NiZn": 1185,
      "PtAg": 1186,
      "U2": 1187,
      "TaV": 1188,
      "SrTi": 1189,
      "CuTl": 1190,
      "than": 1191,
      "FeCo": 1192,
      "WIr": 1193,
      "ac": 1194,
      "ReZn": 1195,
      "MoTc": 1196,
      "PtTl": 1197,
      "RhAg": 1198,
      "yliden": 1199,
      "acid": 1200,
      "PtCd": 1201,
      "NaLa": 1202,
      "TcMn": 1203,
      "SrZr": 1204,
      "ReIr": 1205,
      "Th2": 1206,
      "NiCd": 1207,
      "AuZn": 1208,
      "KLa": 1209,
      "HfW": 1210,
      "Pd6": 1211,
      "PtZn": 1212,
      "SrTa": 1213,
      "AuSn": 1214,
      "AuTl": 1215,
      "MgLa": 1216,
      "NbRh": 1217,
      "MoRh": 1218,
      "VOs": 1219,
      "cad": 1220,
      "cadmium": 1221,
      "ScOs": 1222,
      "LiCa": 1223,
      "CrRh": 1224,
      "F2": 1225,
      "FeHg": 1226,
      "PdAg": 1227,
      "BaTi": 1228,
      "telluride": 1229,
      "NbTc": 1230,
      "PtCu": 1231,
      "MnZn": 1232,
      "AuBi": 1233,
      "BeLa": 1234,
      "pent": 1235,
      "hydr": 1236,
      "InGa": 1237,
      "MgY": 1238,
      "NiSn": 1239,
      "PdAl": 1240,
      "MnHg": 1241,
      "pentagonal": 1242,
      "InSn": 1243,
      "NaZr": 1244,
      "PtAl": 1245,
      "BeY": 1246,
      "KZr": 1247,
      "TaW": 1248,
      "C4": 1249,
      "licon": 1250,
      "lium": 1251,
      "lanthan": 1252,
      "Eu2": 1253,
      "antimony": 1254,
      "KSc": 1255,
      "TaOs": 1256,
      "PtHg": 1257,
      "lanthanum": 1258,
      "Rb3": 1259,
      "PtPb": 1260,
      "RuIr": 1261,
      "MgTi": 1262,
      "CoCd": 1263,
      "HfCr": 1264,
      "PdIn": 1265,
      "BeRe": 1266,
      "YW": 1267,
      "RuCo": 1268,
      "tin": 1269,
      "AuGa": 1270,
      "BeRh": 1271,
      "selenide": 1272,
      "ia": 1273,
      "llium": 1274,
      "ryllium": 1275,
      "PdZn": 1276,
      "SrSc": 1277,
      "beryllium": 1278,
      "all": 1279,
      "BaLa": 1280,
      "monia": 1281,
      "CoIn": 1282,
      "RuAg": 1283,
      "osmium": 1284,
      "VW": 1285,
      "silicon": 1286,
      "HfIr": 1287,
      "NaTi": 1288,
      "ZrTi": 1289,
      "BaSc": 1290,
      "HfFe": 1291,
      "SrY": 1292,
      "IrAg": 1293,
      "HgSn": 1294,
      "chloride": 1295,
      "Cs2": 1296,
      "Pu2": 1297,
      "CoGa": 1298,
      "TaRh": 1299,
      "CdBi": 1300,
      "S2": 1301,
      "Pt6": 1302,
      "PtGa": 1303,
      "MnAu": 1304,
      "BeCr": 1305,
      "PtBi": 1306,
      "ReAl": 1307,
      "I3": 1308,
      "FeIn": 1309,
      "PdCu": 1310,
      "CdTl": 1311,
      "NaV": 1312,
      "HgTl": 1313,
      "sio": 1314,
      "Fe1": 1315,
      "Nb6": 1316,
      "ReAu": 1317,
      "pall": 1318,
      "NiGa": 1319,
      "PdGa": 1320,
      "BaZr": 1321,
      "ZnTl": 1322,
      "phosphane": 1323,
      "CdSn": 1324,
      "CdPb": 1325,
      "HgAl": 1326,
      "YMo": 1327,
      "fluoride": 1328,
      "CaMn": 1329,
      "palladium": 1330,
      "CoCu": 1331,
      "HfMn": 1332,
      "dimer": 1333,
      "FeSn": 1334,
      "PdSn": 1335,
      "Sc6": 1336,
      "IrTl": 1337,
      "OsRh": 1338,
      "Zr6": 1339,
      "NiAl": 1340,
      "NbCr": 1341,
      "ScTi": 1342,
      "Ba6": 1343,
      "ylidene": 1344,
      "yl": 1345,
      "Sc12": 1346,
      "LiBe": 1347,
      "TcNi": 1348,
      "LiSc": 1349,
      "AgTl": 1350,
      "MnGa": 1351,
      "RuCu": 1352,
      "mide": 1353,
      "PtSn": 1354,
      "MnSn": 1355,
      "NaY": 1356,
      "CoSn": 1357,
      "AgSn": 1358,
      "ZnBi": 1359,
      "ZrIr": 1360,
      "LiTi": 1361,
      "RuTl": 1362,
      "RuHg": 1363,
      "lead": 1364,
      "CaHf": 1365,
      "BaTa": 1366,
      "tetragonal": 1367,
      "ScCo": 1368,
      "AgPb": 1369,
      "CdAl": 1370,
      "AuAl": 1371,
      "Rh6": 1372,
      "RuIn": 1373,
      "LiY": 1374,
      "CdIn": 1375,
      "Mo6": 1376,
      "NaTa": 1377,
      "AgGa": 1378,
      "ZnPb": 1379,
      "IrHg": 1380,
      "bromide": 1381,
      "MnPd": 1382,
      "MoAl": 1383,
      "AlSi": 1384,
      "Nb12": 1385,
      "AgBi": 1386,
      "SrV": 1387,
      "CrGa": 1388,
      "CuGa": 1389,
      "ScNb": 1390,
      "Cs3": 1391,
      "rcu": 1392,
      "ZrNi": 1393,
      "LaMo": 1394,
      "LaTc": 1395,
      "ZnAl": 1396,
      "RuGa": 1397,
      "HgGa": 1398,
      "RhCu": 1399,
      "LiTc": 1400,
      "RhGa": 1401,
      "IrAl": 1402,
      "VZn": 1403,
      "Ti6": 1404,
      "CaTa": 1405,
      "MnIn": 1406,
      "KY": 1407,
      "fnium": 1408,
      "TiW": 1409,
      "Nb1": 1410,
      "AgAl": 1411,
      "CdGa": 1412,
      "OsGa": 1413,
      "hafnium": 1414,
      "LaMn": 1415,
      "AuCu": 1416,
      "AuPb": 1417,
      "RhIn": 1418,
      "sixteen": 1419,
      "rcury": 1420,
      "VCu": 1421,
      "MgW": 1422,
      "Fe6": 1423,
      "HfCo": 1424,
      "PdPb": 1425,
      "LiCr": 1426,
      "MoCu": 1427,
      "MgCr": 1428,
      "SrRe": 1429,
      "BaW": 1430,
      "TcPt": 1431,
      "YNb": 1432,
      "TiMn": 1433,
      "LaNb": 1434,
      "Ta6": 1435,
      "Pd12": 1436,
      "WAu": 1437,
      "HfOs": 1438,
      "LaCr": 1439,
      "LiMo": 1440,
      "SrNb": 1441,
      "SbP": 1442,
      "ScTc": 1443,
      "HgBi": 1444,
      "FeGa": 1445,
      "PdBi": 1446,
      "Li6": 1447,
      "LiMn": 1448,
      "RhTl": 1449,
      "BaMo": 1450,
      "RuSn": 1451,
      "mercury": 1452,
      "MgZr": 1453,
      "FeAl": 1454,
      "BeIr": 1455,
      "P6": 1456,
      "ReGa": 1457,
      "YMn": 1458,
      "TiPd": 1459,
      "BaV": 1460,
      "NaW": 1461,
      "BeW": 1462,
      "Zr12": 1463,
      "CaMo": 1464,
      "CaRe": 1465,
      "ScCr": 1466,
      "MgRe": 1467,
      "ZrCo": 1468,
      "VCd": 1469,
      "MgZn": 1470,
      "TiMo": 1471,
      "BeCo": 1472,
      "BeTc": 1473,
      "BeOs": 1474,
      "ZrTc": 1475,
      "TlAl": 1476,
      "HgPb": 1477,
      "BeMo": 1478,
      "TiRh": 1479,
      "HfRh": 1480,
      "LaRe": 1481,
      "TcAu": 1482,
      "boride": 1483,
      "InBi": 1484,
      "HfRu": 1485,
      "CaOs": 1486,
      "IrCd": 1487,
      "WGa": 1488,
      "Ni5": 1489,
      "SrTc": 1490,
      "MnBi": 1491,
      "TeSe": 1492,
      "WAl": 1493,
      "YRu": 1494,
      "oxide": 1495,
      "ontium": 1496,
      "strontium": 1497,
      "MgNb": 1498,
      "TiV": 1499,
      "OsAu": 1500,
      "BeTa": 1501,
      "InPb": 1502,
      "LiZr": 1503,
      "IrGa": 1504,
      "TcGa": 1505,
      "ScRu": 1506,
      "BaCr": 1507,
      "OsPd": 1508,
      "CrTl": 1509,
      "BeFe": 1510,
      "NiBi": 1511,
      "ScW": 1512,
      "MnTl": 1513,
      "Ir6": 1514,
      "ReAg": 1515,
      "MgTa": 1516,
      "ZrMn": 1517,
      "TiCu": 1518,
      "LaOs": 1519,
      "NaOs": 1520,
      "BeMn": 1521,
      "CaV": 1522,
      "KNb": 1523,
      "ZrRh": 1524,
      "BaRe": 1525,
      "KRe": 1526,
      "W6": 1527,
      "NiHg": 1528,
      "IrIn": 1529,
      "OsAl": 1530,
      "I4": 1531,
      "VAg": 1532,
      "YRe": 1533,
      "ZrMo": 1534,
      "LiTa": 1535,
      "SrOs": 1536,
      "TcAg": 1537,
      "BP": 1538,
      "magne": 1539,
      "selan": 1540,
      "Ni1": 1541,
      "NaCr": 1542,
      "RuAl": 1543,
      "magnesio": 1544,
      "YTc": 1545,
      "FeBi": 1546,
      "PdAu": 1547,
      "BeHf": 1548,
      "AsBr": 1549,
      "tech": 1550,
      "Cu6": 1551,
      "CaCr": 1552,
      "SrW": 1553,
      "SrMo": 1554,
      "netium": 1555,
      "technetium": 1556,
      "778": 1557,
      "KTi": 1558,
      "MgCo": 1559,
      "TaRe": 1560,
      "PbP": 1561,
      "SbTe": 1562,
      "KMn": 1563,
      "YFe": 1564,
      "HfNi": 1565,
      "Ta12": 1566,
      "IrBi": 1567,
      "7782": 1568,
      "ZrOs": 1569,
      "CuSi": 1570,
      "TaAg": 1571,
      "VPd": 1572,
      "thallium": 1573,
      "MgMo": 1574,
      "LaW": 1575,
      "CaNb": 1576,
      "BaMn": 1577,
      "NaMn": 1578,
      "ZnGe": 1579,
      "MnAl": 1580,
      "NaIr": 1581,
      "ZnGa": 1582,
      "BeV": 1583,
      "MgRu": 1584,
      "ZrW": 1585,
      "TiGa": 1586,
      "NbPt": 1587,
      "ScMo": 1588,
      "LiOs": 1589,
      "AuAg": 1590,
      "RhSn": 1591,
      "IrPb": 1592,
      "1333": 1593,
      "RuV": 1594,
      "TcHg": 1595,
      "OsTl": 1596,
      "selenium": 1597,
      "V6": 1598,
      "YOs": 1599,
      "cal": 1600,
      "cium": 1601,
      "LaFe": 1602,
      "PdB": 1603,
      "CaRu": 1604,
      "TcCu": 1605,
      "arsenic": 1606,
      "calcium": 1607,
      "YCo": 1608,
      "TiNb": 1609,
      "CaW": 1610,
      "ScV": 1611,
      "Mn6": 1612,
      "CrAl": 1613,
      "Am": 1614,
      "KW": 1615,
      "SeBr": 1616,
      "Ammonia": 1617,
      "ZrRe": 1618,
      "TiCr": 1619,
      "LiHf": 1620,
      "SrHf": 1621,
      "OsIn": 1622,
      "TaMo": 1623,
      "CaNi": 1624,
      "ZnB": 1625,
      "eleven": 1626,
      "ZrCr": 1627,
      "PdSi": 1628,
      "BaHf": 1629,
      "RuPb": 1630,
      "Tc6": 1631,
      "arium": 1632,
      "KV": 1633,
      "TcAl": 1634,
      "BeHg": 1635,
      "WZn": 1636,
      "YCu": 1637,
      "TiIn": 1638,
      "Ni6": 1639,
      "NiPb": 1640,
      "CaFe": 1641,
      "NaFe": 1642,
      "OsAg": 1643,
      "ReCd": 1644,
      "luor": 1645,
      "MgRh": 1646,
      "TiAl": 1647,
      "CaPd": 1648,
      "LiRh": 1649,
      "ZnSb": 1650,
      "RuAu": 1651,
      "BeGa": 1652,
      "GeP": 1653,
      "VHg": 1654,
      "gal": 1655,
      "CoHg": 1656,
      "Ti5": 1657,
      "TiCd": 1658,
      "SrCo": 1659,
      "BaY": 1660,
      "RuPd": 1661,
      "ReIn": 1662,
      "KHf": 1663,
      "LaRu": 1664,
      "BaNb": 1665,
      "NH": 1666,
      "TaPt": 1667,
      "SrFe": 1668,
      "TcTl": 1669,
      "ZrPt": 1670,
      "ScGa": 1671,
      "LiIr": 1672,
      "NaNb": 1673,
      "IrAu": 1674,
      "TcCd": 1675,
      "KMo": 1676,
      "Y6": 1677,
      "ZrAl": 1678,
      "SrCr": 1679,
      "ZnCo": 1680,
      "RuB": 1681,
      "IrSn": 1682,
      "OsCd": 1683,
      "OsHg": 1684,
      "BeAg": 1685,
      "WSn": 1686,
      "RhPb": 1687,
      "GeTe": 1688,
      "PTe": 1689,
      "VSn": 1690,
      "Fe5": 1691,
      "ScNi": 1692,
      "ScRe": 1693,
      "MoSn": 1694,
      "MoHg": 1695,
      "NaRh": 1696,
      "RuBi": 1697,
      "IrB": 1698,
      "BePt": 1699,
      "MgTc": 1700,
      "CoOs": 1701,
      "TiSn": 1702,
      "ars": 1703,
      "SiBi": 1704,
      "GeSb": 1705,
      "hydrochlor": 1706,
      "KOs": 1707,
      "S4": 1708,
      "VPb": 1709,
      "MgPt": 1710,
      "PtB": 1711,
      "MnCd": 1712,
      "MoIn": 1713,
      "dialuminium": 1714,
      "Re6": 1715,
      "CoMn": 1716,
      "NbZn": 1717,
      "CaCo": 1718,
      "Ag6": 1719,
      "arsen": 1720,
      "WIn": 1721,
      "LaRh": 1722,
      "AgSi": 1723,
      "eighteen": 1724,
      "selanylidene": 1725,
      "fourteen": 1726,
      "ScRh": 1727,
      "PtSi": 1728,
      "SrRu": 1729,
      "RhHg": 1730,
      "NaHf": 1731,
      "NaTc": 1732,
      "Os6": 1733,
      "BeRu": 1734,
      "GeSe": 1735,
      "arsenide": 1736,
      "KTc": 1737,
      "CoRe": 1738,
      "HfZn": 1739,
      "CaIr": 1740,
      "Au12": 1741,
      "RhBi": 1742,
      "IrPt": 1743,
      "ReNi": 1744,
      "hydrochloric": 1745,
      "VCr": 1746,
      "RhCo": 1747,
      "GeBr": 1748,
      "As6": 1749,
      "da": 1750,
      "lam": 1751,
      "rb": 1752,
      "disi": 1753,
      "FeZn": 1754,
      "NbHg": 1755,
      "SnSb": 1756,
      "BaTc": 1757,
      "OsIr": 1758,
      "mmm": 1759,
      "BSn": 1760,
      "barium": 1761,
      "bda": 1762,
      "MgMn": 1763,
      "FeNi": 1764,
      "NiTi": 1765,
      "TaNi": 1766,
      "lambda": 1767,
      "disilane": 1768,
      "F6": 1769,
      "WCr": 1770,
      "Co5": 1771,
      "NbSn": 1772,
      "CdSi": 1773,
      "ReTl": 1774,
      "Cl6": 1775,
      "CuIr": 1776,
      "TiTl": 1777,
      "NbAu": 1778,
      "LaPd": 1779,
      "CaTc": 1780,
      "BeIn": 1781,
      "Pm2": 1782,
      "VMo": 1783,
      "VSi": 1784,
      "MgIr": 1785,
      "FeTl": 1786,
      "LaAg": 1787,
      "LiAu": 1788,
      "SrSr": 1789,
      "AuSi": 1790,
      "Cr6": 1791,
      "SbSe": 1792,
      "K6": 1793,
      "trifluoride": 1794,
      "MgSi": 1795,
      "FeW": 1796,
      "LaCo": 1797,
      "Ta8": 1798,
      "ScCu": 1799,
      "MoTl": 1800,
      "CrBi": 1801,
      "Be6": 1802,
      "GeBi": 1803,
      "ii": 1804,
      "Al5": 1805,
      "CoTi": 1806,
      "HfPd": 1807,
      "RhB": 1808,
      "IrPd": 1809,
      "BePd": 1810,
      "CoAg": 1811,
      "HfCd": 1812,
      "Li5": 1813,
      "MnRe": 1814,
      "RhRe": 1815,
      "TcPb": 1816,
      "TcBi": 1817,
      "CrHg": 1818,
      "Se6": 1819,
      "Ti12": 1820,
      "TaAl": 1821,
      "ScCd": 1822,
      "SrPt": 1823,
      "TcIn": 1824,
      "O8": 1825,
      "MgOs": 1826,
      "ZrCd": 1827,
      "FeTi": 1828,
      "FeSi": 1829,
      "BaOs": 1830,
      "RePb": 1831,
      "NbAl": 1832,
      "LiRe": 1833,
      "AgSb": 1834,
      "CdB": 1835,
      "RhGe": 1836,
      "CrAu": 1837,
      "gallane": 1838,
      "YRh": 1839,
      "AlGe": 1840,
      "MgHf": 1841,
      "CoTl": 1842,
      "FeTa": 1843,
      "MoIr": 1844,
      "GeSi": 1845,
      "OF": 1846,
      "TiHg": 1847,
      "FePb": 1848,
      "FeCr": 1849,
      "NiMn": 1850,
      "Mn12": 1851,
      "BiSb": 1852,
      "TcB": 1853,
      "ReSn": 1854,
      "hydrate": 1855,
      "W12": 1856,
      "FeRu": 1857,
      "SnTe": 1858,
      "Carb": 1859,
      "TlB": 1860,
      "CrIn": 1861,
      "chloro": 1862,
      "Carbide": 1863,
      "KCr": 1864,
      "meth": 1865,
      "InSi": 1866,
      "TiAg": 1867,
      "Au6": 1868,
      "TlGe": 1869,
      "IrSi": 1870,
      "HgSb": 1871,
      "ReSi": 1872,
      "TeBr": 1873,
      "BC": 1874,
      "VGa": 1875,
      "NiAg": 1876,
      "CaCu": 1877,
      "LiCd": 1878,
      "MnAg": 1879,
      "MoRu": 1880,
      "NaCu": 1881,
      "ZnP": 1882,
      "CrSn": 1883,
      "VAu": 1884,
      "ZrSn": 1885,
      "CaRh": 1886,
      "MnOs": 1887,
      "MoAu": 1888,
      "TcZn": 1889,
      "CrCd": 1890,
      "SbAs": 1891,
      "BAs": 1892,
      "MgGa": 1893,
      "NiGe": 1894,
      "LaIr": 1895,
      "TaZn": 1896,
      "RhCd": 1897,
      "BaCo": 1898,
      "ZrRu": 1899,
      "HfGa": 1900,
      "La6": 1901,
      "PdCr": 1902,
      "LiW": 1903,
      "BiP": 1904,
      "SiTe": 1905,
      "SbCl": 1906,
      "GeAs": 1907,
      "BrCl": 1908,
      "WHg": 1909,
      "CoZn": 1910,
      "TiAu": 1911,
      "HfB": 1912,
      "SnGe": 1913,
      "LiPt": 1914,
      "LiFe1": 1915,
      "PtGe": 1916,
      "Pt12": 1917,
      "TcSi": 1918,
      "VAl": 1919,
      "thor": 1920,
      "InAs": 1921,
      "MgCd": 1922,
      "Mg12": 1923,
      "TaCd": 1924,
      "PdSb": 1925,
      "MoCr": 1926,
      "phosphor": 1927,
      "Co6": 1928,
      "CoPb": 1929,
      "ZrFe": 1930,
      "NiB": 1931,
      "NbMn": 1932,
      "Ag12": 1933,
      "PbSi": 1934,
      "SrMn": 1935,
      "TlSi": 1936,
      "IrZn": 1937,
      "TcSn": 1938,
      "BeSn": 1939,
      "WTl": 1940,
      "mb": 1941,
      "CoBi": 1942,
      "RhPt": 1943,
      "IrGe": 1944,
      "OsBi": 1945,
      "BeTl": 1946,
      "BeZn": 1947,
      "HfAl": 1948,
      "LaCd": 1949,
      "PdGe": 1950,
      "ScMn": 1951,
      "RuZn": 1952,
      "RuSi": 1953,
      "VRu": 1954,
      "ZrGa": 1955,
      "CuCr": 1956,
      "CuAs": 1957,
      "CdSb": 1958,
      "CdAs": 1959,
      "RuRh": 1960,
      "BePb": 1961,
      "PSe": 1962,
      "YIr": 1963,
      "CoGe": 1964,
      "LaNi": 1965,
      "TaMn": 1966,
      "PtP": 1967,
      "SrRh": 1968,
      "MnPt": 1969,
      "OsSn": 1970,
      "PCl": 1971,
      "WNi": 1972,
      "WMn": 1973,
      "CoAl": 1974,
      "CoRh": 1975,
      "ZrPd": 1976,
      "FeV": 1977,
      "FeMo": 1978,
      "CaCa": 1979,
      "PbCl": 1980,
      "MnFe": 1981,
      "1445": 1982,
      "14452": 1983,
      "BSb": 1984,
      "BTe": 1985,
      "ho": 1986,
      "MgCu": 1987,
      "TiBi": 1988,
      "PdTe": 1989,
      "BaRu": 1990,
      "IrV": 1991,
      "IrCr": 1992,
      "OsCu": 1993,
      "CrPd": 1994,
      "homb": 1995,
      "BBi": 1996,
      "YPt": 1997,
      "orthor": 1998,
      "MgFe": 1999,
      "FeAu": 2000,
      "TaGe": 2001,
      "AuSb": 2002,
      "NaRe": 2003,
      "digallane": 2004,
      "ReBi": 2005,
      "faceface": 2006,
      "hombic": 2007,
      "orthorhombic": 2008,
      "KAg": 2009,
      "YAg": 2010,
      "LaAl": 2011,
      "ScIn": 2012,
      "ScSn": 2013,
      "SrNi": 2014,
      "ZnTe": 2015,
      "OsPt": 2016,
      "CrGe": 2017,
      "WRu": 2018,
      "Y8": 2019,
      "CuP": 2020,
      "FeGe": 2021,
      "NiFe": 2022,
      "NbFe": 2023,
      "MnNi": 2024,
      "BaIr": 2025,
      "RuFe": 2026,
      "GaGe": 2027,
      "BGe": 2028,
      "WPd": 2029,
      "InP": 2030,
      "HfTl": 2031,
      "NbBi": 2032,
      "LaPt": 2033,
      "TaCr": 2034,
      "PbBr": 2035,
      "SrAu": 2036,
      "SrIr": 2037,
      "MoNi": 2038,
      "Ru6": 2039,
      "TcTa": 2040,
      "OsMn": 2041,
      "SeCl": 2042,
      "AsP": 2043,
      "AsCl": 2044,
      "llurium": 2045,
      "KRh": 2046,
      "VPt": 2047,
      "WCu": 2048,
      "YNi": 2049,
      "YZn": 2050,
      "In6": 2051,
      "ZrAu": 2052,
      "HfSn": 2053,
      "NbTl": 2054,
      "TaHg": 2055,
      "RhTe": 2056,
      "NaCo": 2057,
      "ZnSi": 2058,
      "ReMn": 2059,
      "YCd": 2060,
      "YSi": 2061,
      "InB": 2062,
      "ZrTl": 2063,
      "CuBe": 2064,
      "LiBa2": 2065,
      "RhAl": 2066,
      "HgSi": 2067,
      "RePt": 2068,
      "CrPb": 2069,
      "TeCl": 2070,
      "alumanylidyne": 2071,
      "V5": 2072,
      "WAg": 2073,
      "CoPd": 2074,
      "CuGe": 2075,
      "HfHg": 2076,
      "NbAg": 2077,
      "ScIr": 2078,
      "MnMo": 2079,
      "NaAu": 2080,
      "NaMo": 2081,
      "RuTi": 2082,
      "IrMn": 2083,
      "SbBr": 2084,
      "VIn": 2085,
      "CoAu": 2086,
      "CuOs": 2087,
      "LaCu": 2088,
      "TaTl": 2089,
      "MoCo": 2090,
      "Mo12": 2091,
      "RuPt": 2092,
      "TcFe": 2093,
      "OsGe": 2094,
      "Re12": 2095,
      "BeGe": 2096,
      "phosphorus": 2097,
      "BSi": 2098,
      "BSe": 2099,
      "inium": 2100,
      "InGe": 2101,
      "TaIr": 2102,
      "MoCd": 2103,
      "OsRu": 2104,
      "ReV": 2105,
      "Si5": 2106,
      "SiBr": 2107,
      "Be5": 2108,
      "BBr": 2109,
      "MgNi": 2110,
      "CaAu": 2111,
      "PbAs": 2112,
      "CdCl": 2113,
      "SrAg": 2114,
      "BiSe": 2115,
      "MoMn": 2116,
      "TlP": 2117,
      "HgGe": 2118,
      "BeAl": 2119,
      "AsTe": 2120,
      "molecular": 2121,
      "ScCo1": 2122,
      "PBr": 2123,
      "WPt": 2124,
      "AlP": 2125,
      "NiNb": 2126,
      "NiBe": 2127,
      "Pd5": 2128,
      "LiNb": 2129,
      "PtV": 2130,
      "AgTe": 2131,
      "TlSb": 2132,
      "Zn6": 2133,
      "Sb6": 2134,
      "T5": 2135,
      "CuNb": 2136,
      "TiIr": 2137,
      "TiAs": 2138,
      "PdCo": 2139,
      "LiSr2": 2140,
      "AuGe": 2141,
      "BaPd": 2142,
      "BaBa": 2143,
      "RuGe": 2144,
      "Tc5": 2145,
      "OsCo": 2146,
      "CrPt": 2147,
      "Ga6": 2148,
      "GaBr": 2149,
      "BeNb": 2150,
      "hydrof": 2151,
      "BCT5": 2152,
      "B6": 2153,
      "C5": 2154,
      "H4": 2155,
      "WPb": 2156,
      "AlTe": 2157,
      "MgP": 2158,
      "CoV": 2159,
      "SrCu": 2160,
      "MnRu": 2161,
      "2h": 2162,
      "VCo": 2163,
      "VIr": 2164,
      "WFe": 2165,
      "AlSb": 2166,
      "ZrHg": 2167,
      "CuMn": 2168,
      "LaZn": 2169,
      "SnSe": 2170,
      "Ca6": 2171,
      "CaPt": 2172,
      "PbSe": 2173,
      "SrLa2": 2174,
      "AuTe": 2175,
      "RhRu": 2176,
      "RhSi": 2177,
      "OsPb": 2178,
      "GaSb": 2179,
      "SiSb": 2180,
      "LiMn1": 2181,
      ")(": 2182,
      "N4": 2183,
      "N5": 2184,
      "VFe": 2185,
      "NbIr": 2186,
      "ScHg": 2187,
      "LiZn": 2188,
      "MnIr": 2189,
      "MoGa": 2190,
      "SiAs": 2191,
      "YHg": 2192,
      "ge2h": 2193,
      "FeTc": 2194,
      "NiSi": 2195,
      "SnP": 2196,
      "CaHg": 2197,
      "PbGe": 2198,
      "RuTe": 2199,
      "RePd": 2200,
      "CrAg": 2201,
      "ge2h6": 2202,
      "WRh": 2203,
      "silicide": 2204,
      "AlBr": 2205,
      "CuTe": 2206,
      "HfBi": 2207,
      "HfGe": 2208,
      "NiAs": 2209,
      "TaCo": 2210,
      "PtSb": 2211,
      "BaIn": 2212,
      "BaFe": 2213,
      "BaCd": 2214,
      "BaLa2": 2215,
      "NaPd": 2216,
      "ZnRu": 2217,
      "RuRe": 2218,
      "CrFe": 2219,
      "CrIr": 2220,
      "GaP": 2221,
      "F4": 2222,
      "llan": 2223,
      "tellan": 2224,
      "MgIn": 2225,
      "ZrIn": 2226,
      "Cu12": 2227,
      "ScSe": 2228,
      "PbTe": 2229,
      "SrPd": 2230,
      "Mn5": 2231,
      "TlCl": 2232,
      "RuTa": 2233,
      "ReSb": 2234,
      "KCo": 2235,
      "Y12": 2236,
      "ctinium": 2237,
      "CuTa": 2238,
      "LaTl": 2239,
      "rota": 2240,
      "LiCo": 2241,
      "PtMn": 2242,
      "CdBr": 2243,
      "MnCo": 2244,
      "MnSi": 2245,
      "MnGe": 2246,
      "BaRh": 2247,
      "BiAs": 2248,
      "MoPt": 2249,
      "ZnMo": 2250,
      "diphosphorus": 2251,
      "ReCo": 2252,
      "rotactinium": 2253,
      "BCl": 2254,
      "YAu": 2255,
      "AlB": 2256,
      "MgV": 2257,
      "CoTa": 2258,
      "FeP": 2259,
      "FeSc": 2260,
      "LaHg": 2261,
      "LiV": 2262,
      "TlBr": 2263,
      "ZnSe": 2264,
      "ZnBr": 2265,
      "RuW": 2266,
      "diarse": 2267,
      "IrTi": 2268,
      "IrTe": 2269,
      "diarsene": 2270,
      "KK": 2271,
      "O9": 2272,
      "Protactinium": 2273,
      "TiRu": 2274,
      "FeSb": 2275,
      "FeBr": 2276,
      "HfIn": 2277,
      "NiW": 2278,
      "NbGe": 2279,
      "TaRu": 2280,
      "SnSi": 2281,
      "PtRu": 2282,
      "RhV": 2283,
      "BiCl": 2284,
      "MoZn": 2285,
      "BeZr": 2286,
      "BPb": 2287,
      "tl": 2288,
      "InSb": 2289,
      "CuSb": 2290,
      "NbPd": 2291,
      "SnBr": 2292,
      "RhCl": 2293,
      "MoPd": 2294,
      "NaNa": 2295,
      "TcTe": 2296,
      "CrCo": 2297,
      "Bi2Te": 2298,
      "LaAu": 2299,
      "PtTe": 2300,
      "AgGe": 2301,
      "MoAg": 2302,
      "CoBr": 2303,
      "NiRh": 2304,
      "NiSe": 2305,
      "BiTe": 2306,
      "MoTa": 2307,
      "MoSb": 2308,
      "CrV": 2309,
      "SiP": 2310,
      "KSr2": 2311,
      "VRe": 2312,
      "disodium": 2313,
      "FeCl": 2314,
      "PtOs": 2315,
      "Cd12": 2316,
      "Rh12": 2317,
      "OsHf": 2318,
      "ReCu": 2319,
      "bipyramidal": 2320,
      "fer": 2321,
      "NiOs": 2322,
      "TaSn": 2323,
      "PdTa": 2324,
      "AgSe": 2325,
      "AgCl": 2326,
      "CdBe": 2327,
      "Rh5": 2328,
      "RhP": 2329,
      "RhNi": 2330,
      "7439": 2331,
      "magnesiomagnesium": 2332,
      "N6": 2333,
      "InBr": 2334,
      "HfP": 2335,
      "PdAs": 2336,
      "ScGe": 2337,
      "MoFe": 2338,
      "TlTe": 2339,
      "RuLi": 2340,
      "OsSi": 2341,
      "ReRu": 2342,
      "GaB": 2343,
      "AsSe": 2344,
      "KRu": 2345,
      "NH2": 2346,
      "PO4": 2347,
      "WCd": 2348,
      "YGe": 2349,
      "na": 2350,
      "Al12": 2351,
      "CoTe": 2352,
      "CuSe": 2353,
      "HfPt": 2354,
      "LaBi": 2355,
      "SnAs": 2356,
      "PdRe": 2357,
      "CaSn": 2358,
      "CaGa": 2359,
      "ScAu": 2360,
      "ScZn": 2361,
      "CdSe": 2362,
      "SrB": 2363,
      "AuFe": 2364,
      "SiCl": 2365,
      "BeTi": 2366,
      "Sb2Cl": 2367,
      "hydrochloride": 2368,
      "KFe": 2369,
      "Pha": 2370,
      "Rhenium": 2371,
      "VNi": 2372,
      "Al6": 2373,
      "trioxide": 2374,
      "NbNi": 2375,
      "NbGa": 2376,
      "PtCr": 2377,
      "MnSc": 2378,
      "TcGe": 2379,
      "HgB": 2380,
      "Phase": 2381,
      "VRh": 2382,
      "brom": 2383,
      "CoCl": 2384,
      "CuB": 2385,
      "FeRe": 2386,
      "TaFe": 2387,
      "PdCl": 2388,
      "AuPd": 2389,
      "BaNi": 2390,
      "MoV": 2391,
      "IrSc": 2392,
      "IrMo": 2393,
      "IrSb": 2394,
      "ReHg": 2395,
      "BOs": 2396,
      "KIr": 2397,
      "Zin": 2398,
      "ul": 2399,
      "tellurium": 2400,
      "MgAl": 2401,
      "CuHf": 2402,
      "Ni12": 2403,
      "SnCl": 2404,
      "ScFe": 2405,
      "ScSi": 2406,
      "AgBr": 2407,
      "MnPb": 2408,
      "RhW": 2409,
      "BaCa2": 2410,
      "tieth": 2411,
      "In2Sb": 2412,
      "borane": 2413,
      "hydrofluor": 2414,
      "Zintl": 2415,
      "2O2": 2416,
      "2H2": 2417,
      "S6": 2418,
      "WSi": 2419,
      "WSb": 2420,
      "InIn": 2421,
      "TiSb": 2422,
      "NiSb": 2423,
      "NbCd": 2424,
      "NbBe": 2425,
      "TaTc": 2426,
      "ScPt": 2427,
      "BaAu": 2428,
      "BaSr2": 2429,
      "TlTl": 2430,
      "HgTe": 2431,
      "ReGe": 2432,
      "CrNi": 2433,
      "GaAs": 2434,
      "Pb2Ge": 2435,
      "Si2P": 2436,
      "ammonia": 2437,
      "germane": 2438,
      "hydrofluoric": 2439,
      "AlAs": 2440,
      "ZrGe": 2441,
      "TiFe": 2442,
      "TaSi": 2443,
      "ScAg": 2444,
      "LiCu": 2445,
      "LiHg": 2446,
      "CdTe": 2447,
      "AuCo": 2448,
      "AuBe": 2449,
      "RhSb": 2450,
      "BaHf2": 2451,
      "BiBi": 2452,
      "TlFe": 2453,
      "IrCu": 2454,
      "Os5": 2455,
      "OsSb": 2456,
      "Ga5": 2457,
      "cu2": 2458,
      "phosphanylidyne": 2459,
      "Amm": 2460,
      "P12": 2461,
      "VBi": 2462,
      "WGe": 2463,
      "MgPd": 2464,
      "CoB": 2465,
      "ZrBe": 2466,
      "TiCo": 2467,
      "HfZr2": 2468,
      "ScTl": 2469,
      "PtRe": 2470,
      "PbCo": 2471,
      "CdMn": 2472,
      "SrCl": 2473,
      "BaZn": 2474,
      "MoGe": 2475,
      "NaMg2": 2476,
      "ZnCl": 2477,
      "Ru12": 2478,
      "GaZn": 2479,
      "thirtieth": 2480,
      "arsanylidyne": 2481,
      "Amm2": 2482,
      "VMg": 2483,
      "YSc2": 2484,
      "nen": 2485,
      "AlRh": 2486,
      "AlSe": 2487,
      "Co12": 2488,
      "ZrCu": 2489,
      "PdW": 2490,
      "BaCu": 2491,
      "diantimony": 2492,
      "OsNi": 2493,
      "CrCu": 2494,
      "CrSi": 2495,
      "GaMo": 2496,
      "BeAu": 2497,
      "YTl": 2498,
      "TiNi": 2499,
      "HfSi": 2500,
      "NbCl": 2501,
      "LaSc2": 2502,
      "TaPb": 2503,
      "ScHf2": 2504,
      "LiTl": 2505,
      "BaBe2": 2506,
      "BiBr": 2507,
      "OsTe": 2508,
      "GaSi": 2509,
      "Pb2Sb": 2510,
